xorg-server
xorg-xbacklight
xorg-xev
xorg-xinput
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xinit
xorg-xwininfo
xorg-xdpyinfo
xorg-setxkbmap
sxhkd
xcolor
xwallpaper
xclip
xss-lock
numlockx
i3-wm
i3lock
i3status
bspwm
awesome
polybar
alacritty
zsh
zsh-syntax-highlighting
neovim
tmux
git
stow
dash
otf-droid-nerd
noto-fonts
noto-fonts-emoji
ttf-font-awesome
firefox
rofi
maim
jq
pipewire
lib32-pipewire
wireplumber
pulsemixer
alsa-utils
ddcutil
dunst
libnotify
network-manager-applet
redshift
picom
mpd
mpc
ncmpcpp
beets
mpv
yt-dlp
mupdf
ueberzug
man-db
tldr
ntfs-3g
unzip
p7zip
fzf
bat
gdu
tree
btop
htop
archlinux-wallpaper
keepassxc
imagemagick
arc-gtk-theme
shellcheck
socat
playerctl
bc
pavucontrol
arandr
base
base-devel
fastfetch
cmatrix
asciiquarium
cronie
emacs
dosfstools
galculator
usbutils
